"无法访问相册中照片" = "Can't access photos in album";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "Currently no photo access，System settings recommended，\nAllow access to all photos in photos.";
"前往系统设置" = "Settings";
"取消" = "Cancel";
"相册" = "Album";
"完成" = "Finish";
"原图" = "Original";
"原片" = "Original";
"预览" = "Preview";
"编辑" = "Edit";
"返回" = "Back";
"还原" = "Reset";
"自由" = "Free";
"没有可选资源" = "No optional resources";
"照片和视频不能同时选择" = "Photos and videos cannot be selected at the same time";
"最多只能选择%d张照片" = "You can only select up to %d photos";
"已达到最大选择数" = "Maximum number of choices reached";
"视频最大时长为%d秒，无法选择" = "The maximum video duration is %d seconds and cannot be selected";
"视频最小时长为%d秒，无法选择" = "The minimum length of the video is %d seconds and cannot be selected";
"视频和照片不能同时选择" = "Video and photo cannot be selected at the same time";
"最多只能选择%d个视频" = "You can only select up to %d videos";
"正在下载" = "Downloading";
"下载失败" = "Download failed";
"没有照片" = "No photo";
"你可以使用相机拍些照片" = "You can take some pictures with the camera";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "Can't access photos in album\nAllow access to all photos in photos.";
"只能查看允许访问的照片和相关相册" = "Can only view allowed photos and related albums";
"无法使用相机!" = "Cannot use the camera!";
"无法使用相机功能" = "Cannot use camera function";
"请前往系统设置中，允许访问「相机」。" = "Please go to the system settings to allow access to the camera";
"照片大小超过最大限制" = "The photo size exceeds the maximum limit";
"视频大小超过最大限制" = "Video size exceeds the maximum limit";
"视频导出失败" = "Video export failed";
"保存失败" = "Save failed";
"所有照片" = "All photos";
"正在处理..." = "Processing...";
"处理失败" = "Processing failed";
"导出失败" = "Export failed";
"视频加载中" = "Video loading";
"视频加载失败!" = "The video failed to load!";
"视频可编辑最大时长为%d秒，无法编辑" = "The maximum length of the video that can be edited is %d seconds and cannot be edited";
"相机不可用!" = "Camera is not available!";
"确定" = "Done";
"提示" = "Prompt";
"图片获取失败!" = "Image acquisition failed!";
"视频获取失败!" = "Video acquisition failed!";
"图片下载中" = "Picture downloading";
"视频下载中" = "Video downloading";
"设置失败!" = "Setup failed!";
"唯美" = "Nashville";
"梦幻" = "Toaster";
"老电影" = "Old movie";
"怀旧" = "Nostalgia";
"黑白" = "Black";
"色调" = "Tone";
"模糊" = "Blurry";
"岁月" = "Years";
"单色" = "Monochrome";
"褪色" = "Fade";
"冲印" = "Print";
"铬黄" = "Chrome";
"暂无配乐" = "No soundtrack";
"配乐" = "Soundtrack";
"视频原声" = "Original sound";
"正在同步iCloud" = "iCloud syncing";
"iCloud同步失败" = "iCloud sync failed";
"拖动到此处删除" = "Drag here to delete";
"松手即可删除" = "Let go to delete";
"搜索" = "Search";
"背景音乐" = "Music";
"搜索歌名" = "Search song title";
"此歌曲暂无歌词，请您欣赏" = "There are no lyrics for this song, please enjoy";
"选择" = "Select";
"取消选择" = "Deselect";
"歌词" = "Lyrics";
"拍摄失败!" = "Filming failed!";
"摄像头切换失败!" = "Camera switching failed!";
"相机初始化失败!" = "Camera initialization failed!";
"轻触拍照" = "Tap to take a photo";
"按住摄像" = "Hold to record";
"轻触拍照，按住摄像" = "Tap to take a photo, Hold to record";
"拍摄时长不足%d秒" = "The shooting time is less than %d second";
"麦克风添加失败，录制视频会没有声音哦!" = "Failed to add microphone, there will be no sound when recording video!";
"无法使用麦克风" = "Cannot use microphone";
"请在设置-隐私-相机中允许访问麦克风" = "Please allow access to the microphone in Settings-Privacy-Camera";
"更多" = "More";
"张照片" = "Photos";
"个视频" = "Videos";
"实况" = "Live";
"照片" = "Photo";
"视频" = "Video";
"点击摄像" = "Click to record";
"音量" = "Volume";
"明亮" = "Light";
"删除" = "Delete";
"原始比例" = "Original";
"自由格式" = "FreeForm";
"正方形" = "Square";
"亮度" = "Brightness";
"对比度" = "Contrast";
"曝光度" = "Exposure";
"饱和度" = "Saturation";
"色温" = "Warmth";
"暗角" = "Vignette";
"锐化" = "Sharpen";
"蒙版素材" = "Masks";
"筛选" = "Filters";
"筛选条件" = "Filted by";
"无筛选条件" = "No Filters";
"没有项目" = "No Items";
"筛选结果" = "Filter Results";
"所有项目" = "All Items";
"已编辑" = "Edited";
"仅显示" = "Show";
"筛选照片" = "Photos";
"筛选视频" = "Videos";
"选择相册" = "Select Album";
"我的相册" = "My Albums";
"媒体类型" = "Media Types";
"查看全部" = "See All";
"全部" = "All";
"清空已编辑的内容" = "Clear Edited";
"高光" = "Highlights";
"阴影" = "Shadows";

"HXAlbumCameraRoll" = "Camera Roll";
"HXAlbumPanoramas" = "Panoramas";
"HXAlbumVideos" = "Videos";
"HXAlbumFavorites" = "Favorites";
"HXAlbumTimelapses" = "Time-Lapse";
"HXAlbumRecents" = "Recents";
"HXAlbumRecentlyAdded" = "Recently Added";
"HXAlbumBursts" = "Bursts";
"HXAlbumSlomoVideos" = "Slo-mo";
"HXAlbumSelfPortraits" = "Selfies";
"HXAlbumScreenshots" = "Screenshots";
"HXAlbumDepthEffect" = "Depth Effect";
"HXAlbumLivePhotos" = "Live Photo";
"HXAlbumAnimated" = "Animated";
